Repository: OpenMandrivaSoftware/mandriva-gfxboot-theme
Catalog: po/*.po
Languages: br, cy, eo, es, eu, gl, is, nn, ro, sl, uz, uz@cyrillic

source: OK
br: Mat eo
cy: Iawn
eo: JES
eu: Ados
gl: Aceptar
is: Í lagi
sl: V redu

source: Cancel
br: Nullañ
cy: Diddymu
eo: Rezigni
eu: Galarazi
gl: Cancelar
is: Hætta við
nn: Avbryt
ro: Anulează
sl: Prekliči
uz: Bekor qilish
uz@cyrillic: Бекор қилиш

source: Reboot
br: Adlañsañ
cy: Ailgychwyn
eo: Restarti
eu: Berrabiatu
gl: Rearrincar
is: Endurræsa
nn: Start på nytt
ro: Repornește
sl: Znova zaženi
uz: Oʻchirib-yoqish
uz@cyrillic: Ўчириб-ёқиш

source: Continue
br: Kenderc'hel
cy: Parhau
eo: Daŭrigi
eu: Jarraitu
gl: Continuar
is: Áfram
nn: Hald fram
ro: Continuă
sl: Nadaljuj
uz: Davom etish
uz@cyrillic: Давом этиш

source: Boot Mandriva Linux 2009 Spring
eu: Abiatu Mandriva Linux 2009 Spring
ro: Demarează Mandriva Linux 2009 Spring

source: Boot Microsoft Windows
br: Loc'hañ Microsoft Windows
cy: Cychwyn Microsoft Windows
eo: Starto Mikrosofta Vindozo
eu: Abiatu Microsoft windows
gl: Arrincar Microsoft Windows
is: Ræsa Microsoft Windows
nn: Start Microsoft Windows
ro: Demarează Microsoft Windows
sl: Zaženi Microsoft Windows
uz: Microsoft Windows'ni yuklash
uz@cyrillic: Microsoft Windows'ни юклаш

source: Hardware Detection Tool
cy: Teclyn Canfod Caledwedd
eu: Hardwarea detektatzeko tresna
gl: Ferramenta de Detección de Hardware
is: Vélbúnaðarleitar-tól
nn: Maskinvareoppdaging
sl: Orodje za zaznavanje strojne opreme
uz: Uskunalarni aniqlash vositasi
uz@cyrillic: Ускуналарни аниқлаш воситаси

source: Linux with kernel %s
br: Linux gant ar galon %s
cy: Linux gyda cnewyllyn %s
eo: Linukso kun kerno %s
eu: Linux %s kernelarekin
gl: Linux con kernel %s
is: Linux með kjarna %s
nn: Linux med kjernen %s
ro: Linux cu nucleu %s
sl: Linux z jedrom %s
uz: %s kernelli Linux
uz@cyrillic: %s кернелли Linux

source: Install Mandriva Linux 2009 Spring
eu: Instalatu Mandriva Linux 2009 Spring
ro: Instalează Mandriva Linux 2009 Spring

source: Manual Installation
br: Staliadur a-zorn
cy: Gosod gyda Llaw
eo: Permana instalo
eu: Eskuz egindako instalaketa
gl: Instalación Manual
is: Handvirk uppsetning
nn: Manuell installering
ro: Instalare manuală
sl: Ročna namestitev
uz: Qoʻlbola oʻrnatish
uz@cyrillic: Қўлбола ўрнатиш

source: Installation--ACPI Disabled
br: Staliadur (hep ACPI)
cy: Gosod--Anablu ACPI
eo: Instalado--ACPI Malŝaltita
eu: Instalaketa -- ACPI ezgaituta
gl: Instalación--ACPI Deshabilitado
is: Uppsetning--ACPI aftengt
nn: Installering – ACPI avslått
ro: Instalare--ACPI dezactivat
sl: Namestitev--onemogočen ACPI
uz: Oʻrnatish --ACPI oʻchirilgan
uz@cyrillic: Ўрнатиш --ACPI ўчирилган

source: Installation--Safe Settings
cy: Gosod--Gosodiadau Diogel
eo: Instalado--Sekuraj Agordoj
eu: Instalaketa -- Ezarpen seguruak
gl: Instalación--Opcións seguras
is: Uppsetning--Öruggar stillingar
nn: Installering – trygge innstillingar
ro: Instalare--Opțiuni sigure
sl: Namestitev--varne nastavitve
uz: Oʻrnatish --Safe moslamalari
uz@cyrillic: Ўрнатиш --Safe мосламалари

source: Boot Mandriva Linux 2009 Spring (safe mode)
eu: Abiatu Mandriva Linux 2009 Spring (modu segurua)
ro: Demarează Mandriva Linux 2009 Spring (mod degradat)

source: Boot from Hard Disk
br: Loc'hañ eus ar bladenn
cy: Gosod o'r Ddisg Galed.
eo: Starto de Fiskdisko
eu: Abiatu disko zurrunetik
gl: Arrincar dende o Disco Duro
is: Ræsa frá diski
nn: Start frå harddisk
ro: Demarează de pe discul dur
sl: Zaženi s trdega diska
uz: Qattiq diskdan yuklash
uz@cyrillic: Қаттиқ дискдан юклаш

source: Rescue System
cy: System Achub
eo: Ripari Sistemon
eu: Berreskuratzeko sistema
gl: Recuperar o Sistema
is: Bjarga kerfi
nn: Redningssystem
ro: Recuperare sistem
sl: Sistem za reševanje
uz: Tizimni tiklash
uz@cyrillic: Тизимни тиклаш

source: Memory Test
br: O wiriekaat ar memor
cy: Prawf Cof
eo: Memoro-testo
eu: Memoria proba
gl: Proba de Memoria
is: Minnisprófun
nn: Minnekontroll
ro: Test de memorie
sl: Testiranje pomnilnika
uz: Xotirani tekshirish
uz@cyrillic: Хотирани текшириш

source: Boot Options
br: Dibaboù loc'hañ
cy: Dewisiadau Cychwyn
eo: Start-opcioj
eu: Abio aukerak
gl: Opcións de Arrinque
is: Ræsivalkostir
nn: Oppstartsval
ro: Opțiuni de demaraj
sl: Možnosti zagona
uz: Yuklash parametrlari
uz@cyrillic: Юклаш параметрлари

source: Exiting...
br: O kuitaat ...
cy: Gadael...
eo: Elirante...
eu: Irtetzen...
gl: Saíndo...
is: Hætti...
nn: Avsluttar …
ro: Se iese...
sl: Zapuščanje ...
uz: Chiqish...
uz@cyrillic: Чиқиш...

source: You are leaving the graphical boot menu and starting the text mode interface.
cy: Rydych yn gadael y ddewislen graffigol ac yn cychwyn y rhyngwyneb modd testun.
eo: Vi forlasas la grafikan startmenuon kaj startigas la interfacon de teksta moduso
eu: Abiapen menu grafikoa utzi eta testu moduko interfazean hasten ari zara.
gl: Está saíndo do menú de arrinque gráfico e está iniciando a interface en modo texto.
is: Þú ertað fara úr grafískri ræsivalmynd og í textaham.
nn: Du er i ferd med å avslutta den grafiske oppstartsmenyen og gå over til tekstmodus.
ro: Acum părăsiți modul grafic de demaraj și intrați în interfața text.
sl: Zapustili boste grafični zagonski meni in nadaljevali v besedilnem načinu.
uz: Siz grafik yuklash menyusidan chiqib matn usuliga oʻtmoqchimisiz.
uz@cyrillic: Сиз график юклаш менюсидан чиқиб матн усулига ўтмоқчимисиз.

source: Help
br: Skoazell
cy: Cymorth
eo: Helpo
eu: Laguntza
gl: Axuda
is: Hjálp
nn: Hjelp
ro: Ajutor
sl: Pomoč
uz: Yordam
uz@cyrillic: Ёрдам

source: Starting...
br: O loc'hañ ...
cy: Cychwyn...
eo: Startanta...
eu: Hasten...
gl: Iniciando...
is: Ræsi...
nn: Startar …
ro: Se pornește...
sl: Zaganjanje ...
uz: Boshlash...
uz@cyrillic: Бошлаш...

source: Loading Linux Kernel
br: O kargañ kalon Linux
cy: Llwytho Cnewyllyn Linux
eo: Ŝarĝanta la Linukso-kernon
eu: Linux kernela zamatzen
gl: Cargando o Kernel Linux
is: Hleð inn Linux kjarna
nn: Lastar Linux-kjerne
ro: Se încarcă nucleul Linux
sl: Nalaganje jedra Linux
uz: Linux kerneli yuklanmoqda
uz@cyrillic: Linux кернели юкланмоқда

source: Loading memtest86
br: O kargañ memtest86
cy: Llwytho memtest86
eo: Ŝarĝanta memortest86
eu: memtest86 zamatzen
gl: Cargando o memtest86
is: Hleð inn memtest86
nn: Lastar memtest86
ro: Se încarcă memtest86
sl: Nalaganje memtest86
uz: memtest86 yuklanmoqda
uz@cyrillic: memtest86 юкланмоқда

source: Boot Loader
br: Karger loc'hañ
cy: Cychwynnwr
eu: Abio zamatzailea
gl: Cargador de Arrinque
is: Ræsistjóri
nn: Oppstartslastar
ro: Încărcător de sistem
sl: Zagonski nalagalnik
uz: Yuklovchi
uz@cyrillic: Юкловчи

source: I/O Error
br: Fazi E/D
cy: Gwall I/O
eu: S/I akatsa
gl: Erro de E/S
is: I/Ú villa
nn: Inn/ut-feil
ro: Eroare I/O
sl: V/I napaka
uz: I/O xatosi
uz@cyrillic: I/O хатоси

source: Change Boot Disk
br: Cheñch ar bladenn loc'hañ
cy: Newid Disg Cychwyn
eo: Ŝanĝu la Start-Diskon
eu: Aldatu abiapen diskoa
gl: Cambiar o Disco de Arrinque
is: Skifta um ræsidisk
nn: Byt oppstartdisk
ro: Schimbați discul de demaraj
sl: Zamenjava zagonskega diska
uz: Yuklanadigan diskni oʻzgartirish
uz@cyrillic: Юкланадиган дискни ўзгартириш

source: Insert boot disk %u.
br: Enlakit ar bladenn loc'hañ %u.
cy: Mewnosod disg cychwyn %u
eo: Enigu la startdiskon %u.
eu: Sartu %u abiapen diskoa.
gl: Insira o disco de arrinque %u.
is: Settu inn ræsidisk %u.
nn: Set inn oppstartsdisken «%u».
ro: Introduceți discul de demaraj %u.
sl: Vstavite zagonski disk %u.
uz: %u yuklash diskini kiriting.
uz@cyrillic: %u юклаш дискини киритинг.

source: This is boot disk %u. Insert boot disk %u.
br: Setu ar bladenn loc'hañ %u. Enlakit ar bladenn loc'hañ %u
cy: Hwn yw disg cychwyn %u. Mewnosodwch ddisg cychwyn %u.
eo: Tio ĉi estas la startdisko %u. Enigu la startdiskon %u.
eu: Hau %u abiapen diskoa da. Sartu %u abiapen diskoa.
gl: Este é o disco de arrinque %u. Insira o disco de arrinque %u.
is: Þetta er ræsidiskur %u. Settu inn ræsidisk %u.
nn: Dette er oppstartsdisk «%u». Set inn oppstartsdisk «%u».
ro: Aceasta este discul de demaraj %u. Introduceți discul de demaraj %u.
sl: To je zagonski disk %u. Vstavite zagonski disk %u.
uz: Bu %u yuklash diski. %u yuklash diskini kiriting.
uz@cyrillic: Бу %u юклаш диски. %u юклаш дискини киритинг.

source: This is not a <product> boot disk. Insert boot disk %u.
cy: Nid disg cychwyn <product> yw hwn. Mewnosodwch ddisg cychwyn %u.
eu: Hau ez da <product> abiapen disko bat. Mesedez sartu %u abiapen diskoa.
gl: Este non é un disco de arrinque de <product>. Insira o disco de arrinque %u.
is: Þetta er ekki <product> ræsidiskur. Settu inn ræsidisk %u.
nn: Dette er ikkje ein oppstartsdisk for <product>. Set inn oppstartsdisken «%u».
ro: Acesta nu este un disc de demaraj <product>. Introduceți discul %u.
sl: To ni zagonski disk za <product>. Vstavite zagonski disk %u.
uz: Bu <product> yuklash diski emas. %u yuklash diskini kiriting.
uz@cyrillic: Бу <product> юклаш диски эмас. %u юклаш дискини киритинг.

source: Password
br: Tremenger
cy: Cyfrinair
eo: Pasvorto
eu: Pasahitza
gl: Contrasinal
is: Lykilorð
nn: Passord
ro: Parolă
sl: Geslo
uz: Maxfiy soʻz
uz@cyrillic: Махфий сўз

source: Get your driver update floppy ready.
cy: Paratowch eich disg meddal gyrrwyr.
eo: Tenu vian ĝisdatigan pelilo-disketon preta.
eu: Prestatu gidaria eguneratzeko disketea.
gl: Teña preparado o seu disquete de actualización do driver.
is: Hafðu diskettu með nýjum rekli tilbúinn.
nn: Hent fram disketten med drivaroppdateringar.
ro: Pregătiți discheta cu piloți actualizați.
sl: Pripravite disketo za posodobitev gonilnika.
uz: Drayverli disketani tayyorlang.
uz@cyrillic: Драйверли дискетани тайёрланг.

source: DVD Error
br: Fazi DVD
cy: Gwall DVD
eo: DVD Eraro
eu: DVD akatsa
gl: Erro de DVD
is: DVD villa
nn: DVD-feil
ro: Eroare DVD
sl: Napaka DVD-ja
uz: DVD disk xatosi
uz@cyrillic: DVD диск хатоси

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
cy: Mae hwn yn DVD dwy ochr. Rydych wedi cychwyn o'r ail ochr. Trowch y DVD drosodd ac yna parhau.
eo: Tiu estas duflanka DVD. Vi startigis el la dua flanko. Ŝanĝu la flankon de la DVD kaj daŭrigu.
eu: Hau bi aldeak erabiltzen dituen DVD-a da. Bigarren aldetik abiatu duzu. Buelta eman DVD-ari eta jarraitu.
gl: Este é un DVD de dúas caras. Arrincou dende a segunda cara. Déalle a volta ó DVD e continúe.
is: Þetta er tvíhliða DVD diskur. Þú hefur ræst frá hlið tvö. Snúðu DVD disknum við og haltu síðan áfram.
nn: Dette er ein tosidig DVD. Du har starta opp frå side to. Snu DVD-en og hald så fram.
ro: Acesta este un DVD cu două fețe. Ați demarat sistemul de pe a doua față. Întoarceți DVD-ul și apoi continuați.
sl: DVD je dvo-stranski, sistem pa ste zagnali z druge strani. Obrnite DVD in nadaljujte.
uz: Bu ikki tomonli DVD disk. Siz ikkinchi tomondan yukladingiz. DVD diskn oʻgiring va davom ettiring.
uz@cyrillic: Бу икки томонли DVD диск. Сиз иккинчи томондан юкладингиз. DVD дискн ўгиринг ва давом эттиринг.

source: Power Off
br: Lazhañ
cy: Diffodd y PÅµer
eo: Kurento Elŝaltita
eu: Itzaldu
gl: Apagar
is: Slökkva
nn: Slå av maskina
ro: Oprire alimentare
sl: Ugasnitev
uz: Oʻchirish
uz@cyrillic: Ўчириш

source: Halt the system now?
br: Lazhañ ar reizhiad bremañ ?
cy: Atal y system nawr?
eo: Ĉu haltigi la sistemon nun?
eu: Sistema gelditu nahi duzu?
gl: Apagar o sistema agora?
is: Stöðva kerfi núna?
nn: Vil du stengja ned maskina no?
ro: Opriți sistemul acum?
sl: Ali želite sedaj zaustaviti sistem?
uz: Kompyuter oʻchirilsinmi?
uz@cyrillic: Компьютер ўчирилсинми?

source: Hard Disk
br: Pladenn
cy: Disg Caled
eo: Fiksdisko
eu: Disko zurruna
gl: Disco Duro
is: Diskur
ro: Disc dur
sl: Trdi disk
uz: Qattiq disk
uz@cyrillic: Қаттиқ диск

source: Hard Disk Installation
br: Staliadur eus ar bladenn
cy: Gosod Disg Caled
eo: Fiksdiska instalado
eu: Disko zurrun instalaketa
gl: Instalación no Disco Duro
is: Uppsetning frá diski
nn: Harddisk-installering
ro: Instalare de pe discul dur
sl: Namestitev s trdega diska
uz: Qattiq diskdan oʻrnatish
uz@cyrillic: Қаттиқ дискдан ўрнатиш

source: Disk Device (Scans All Disks If Empty)
cy: Dyfais Disgiau (sganiwch bob disg os yn wag)
eu: Disko gailua (aztertu disko guztiak hutsik dauden)
gl: Dispositivo de Disco (examina tódolos discos se está baleiro)
is: Diskur (leita á öllum diskum ef autt)
nn: Diskeining (søkjer på alle diskar viss tom)
ro: Dispozitive disc (caută toate discurile dacă nu este specificat)
sl: Diskovna naprava (če je prazno, so pregledani vsi diski)
uz: Disk uskunasi (agar boʻsh boʻlsa barcha disklar tekshiriladi)
uz@cyrillic: Диск ускунаси (агар бўш бўлса барча дисклар текширилади)

source: Directory
br: Renkell
cy: Cyfeiriadur
eo: Dosierujo
eu: Direktorioa
gl: Directorio
is: Mappa
nn: Mappe
ro: Director
sl: Mapa
uz: Direktoriya
uz@cyrillic: Директория

source: FTP Installation
br: Staliadur FTP
cy: Gosodiad FTP
eo: FTP-instalado
eu: FTP instalaketa
gl: Instalación mediante FTP
is: FTP Uppsetning
nn: FTP-installering
ro: Instalare prin FTP
sl: Namestitev z FTP
uz: FTP orqali oʻrnatish
uz@cyrillic: FTP орқали ўрнатиш

source: Server
br: Servijer
cy: Gweinydd
eo: Servilo
eu: Zerbitzaria
gl: Servidor
is: Miðlari
nn: Tenar
sl: Strežnik
uz@cyrillic: Сервер

source: Password
br: Tremenger
cy: Cyfrinair
eo: Pasvorto
eu: Pasahitza
gl: Contrasinal
is: Lykilorð
nn: Passord
ro: Parolă
sl: Geslo
uz: Maxfiy soʻz
uz@cyrillic: Махфий сўз

source: User (Anonymous Login If Empty)
cy: Defnyddiwr (mewngofnod anhysbys os yw'n wag)
eu: Erabiltzailea (hutsik badago saio sarrera anonimoa)
gl: Usuario (hase empregar identificación anónima se está baleiro)
is: Notandi (nafnlaus innskráning ef autt)
nn: Brukar (anonym innlogging viss tom)
ro: Utilizator (anonim, dacă nu este specifiact)
sl: Uporabnik (če je prazno, bo prijava anonimna)
uz: Foydalanuvchi (agar boʻsh boʻlsa anonim kiriladi)
uz@cyrillic: Фойдаланувчи (агар бўш бўлса аноним кирилади)

source: NFS Installation
br: Staliadur NFS
cy: Gosodiad NFS
eo: NFS-instalado
eu: NFS instalaketa
gl: Instalación mediante NFS
is: NFS Uppsetning
nn: NFS-installering
ro: Instalare prin NFS
sl: Namestitev z NFS
uz: NFS orqali oʻrnatish
uz@cyrillic: NFS орқали ўрнатиш

source: User (Uses "guest" If Empty)
cy: Defnyddiwr (defnyddio "guest" Os yw'n wag)
eu: Erabiltzailea ("guest" erabiliko da hutsik badago)
gl: Usuario (hase empregar "guest" se está baleiro)
is: Notandi (notar "guest" ef autt)
nn: Brukar (brukar «guest» viss tom)
ro: Utilizator (se utilizează "guest" dacă nu este specificat)
sl: Uporabnik (če je prazno, bo uporabnik »guest«)
uz: Foydalanuvchi (agar boʻsh boʻlsa "guest" dan foydalaniladi)
uz@cyrillic: Фойдаланувчи (агар бўш бўлса "guest" дан фойдаланилади)

source: SMB (Windows Share) Installation
br: Staliadur SMB (Windows Share)
cy: Gosod SMB (Rhannu Windows)
eu: SMB (Windows partekatzea) instalaketa
gl: Instalación mediante SMB (Recursos de Windows)
is: SMB (Windows Sameignir) uppsetning
nn: SMB-installering (delt Windows-område)
ro: Instalare prin SMB (partaj Windows)
sl: Namestitev z SMB (Windows mapa v souporabi)
uz: SMB (Windows Share) orqali oʻrnatish
uz@cyrillic: SMB (Windows Share) орқали ўрнатиш

source: HTTP Installation
br: Staliadur HTTP
cy: Gosod HTTP
eo: HTTP-instalado
eu: HTTP instalaketa
gl: Instalación mediante HTTP
is: HTTP Uppsetning
nn: HTTP-installering
ro: Instalare prin HTTP
sl: Namestitev s HTTP
uz: HTTP orqali oʻrnatish
uz@cyrillic: HTTP орқали ўрнатиш

source: Driver
br: Sturier
cy: Gyrrwr
eo: Pelilo
eu: Gidaria
gl: Controlador
is: Rekill
nn: Drivar
ro: Pilot
sl: Gonilnik
uz: Drayver
uz@cyrillic: Драйвер

source: Domain
br: Domani
cy: Parth
eo: Domajno
eu: Domeinua
gl: Dominio
is: Lén
nn: Domene
ro: Domeniu
sl: Domena
uz: Domen
uz@cyrillic: Домен

source: Other Options
br: Dibarzhoù all
cy: Dewisiadau Eraill
eo: Aliaj opcioj
eu: Beste aukera batzuk
gl: Outras Opcións
is: Aðrar stillingar
nn: Andre val
ro: Alte opțiuni
sl: Druge možnosti
uz: Boshqa variantlar
uz@cyrillic: Бошқа вариантлар

source: Language
br: Yezh
cy: Iaith
eo: Lingvo
eu: Hizkuntza
gl: Lingua
is: Tungumál
nn: Språk
ro: Limbă
sl: Jezik
uz: Til
uz@cyrillic: Тил

source: Installation--IOAPIC Enabled
br: Staliadur--IOAPIC bev
cy: Gosodiad--IOAPIC wedi ei Alluogi
eo: Instalado--IOAPIC enŝaltita
eu: Instalaketa -- IOAPIC gaituta
gl: Instalación--IOAPIC Habilitado
is: Uppsetning--IOAPIC Virkt
nn: Installering – IOAPIC slått på
ro: Instalare--IOAPIC activat
sl: Namestitev--omogočen IOAPIC
uz: Oʻrnatish --IOAPIC yoqilgan
uz@cyrillic: Ўрнатиш --IOAPIC ёқилган

source: Installation--IOAPIC Disabled
br: Staliadur--IOAPIC marv
cy: Gosodiad--IOAPIC wedi ei Anablu
eo: Instalado--IOAPIC elŝaltita
eu: Instalaketa -- IOAPIC ezgaituta
gl: Instalación--IOAPIC Deshabilitado
is: Uppsetning--IOAPIC Aftengt
nn: Installering – IOAPIC slått av
ro: Instalare--IOAPIC dezactivat
sl: Namestitev--onemogočen IOAPIC
uz: Oʻrnatish --IOAPIC oʻchirilgan
uz@cyrillic: Ўрнатиш --IOAPIC ўчирилган

source: Installation--Local APIC Disabled
br: Staliadur--IOAPIC lec'hel marv
cy: Gosodiad--APIC Lleol wedi ei Anablu
eo: Instalado--Loka APIC Elŝaltita
eu: Instalaketa -- Bertako APIC ezgaituta
gl: Instalación--APIC Local Deshabilitado
is: Uppsetning--Staðbundið APIC Aftengt
nn: Installation – lokal APIC slått av
ro: Instalare--APIC local dezactivat
sl: Namestitev--onemogočen krajevni APIC
uz: Oʻrnatish --Local APIC oʻchirilgan
uz@cyrillic: Ўрнатиш --Local APIC ўчирилган

source: Yes
br: Ya
cy: Iawn
eo: Jes
eu: Bai
gl: Si
is: Já
nn: Ja
ro: Da
sl: Da
uz: Ha
uz@cyrillic: Ҳа

source: No
br: N'eo ket
cy: Na
eo: Ne
eu: Ez
gl: Non
is: Nei
nn: Nei
ro: Nu
sl: Ne
uz: Yoʻq
uz@cyrillic: Йўқ

source: File
br: Restr
cy: Ffeil
eo: Dosiero
eu: Fitxategia
gl: Ficheiro
is: Skrá
nn: Fil
ro: Fișier
sl: Datoteka
uz: Fayl
uz@cyrillic: Файл

source: Share
br: Rann
cy: Rhannu
eo: Kundividi
eu: Banatu
gl: Recurso
is: Miðlað svæði
nn: Delt område
ro: Partaj
sl: Mapa v souporabi
uz: Umumiy jild
uz@cyrillic: Умумий жилд

source: Automatic Mode
br: Mod otomatek
cy: Modd Awtomatig
eu: Modu automatikoa
gl: Modo Automático
is: Sjálfvirkur hamur
nn: Automatisk
ro: Mod automat
sl: Samodejni način
uz: Avtomatik usul
uz@cyrillic: Автоматик усул

source: Manual Mode
br: Mod dornek
cy: Modd Llaw
eu: Eskuzko modua
gl: Modo Manual
is: Handvirkur hamur
nn: Manuell
ro: Mod manual
sl: Ročni način
uz: Qoʻlbola usul
uz@cyrillic: Қўлбола усул

source: Configure Parameters on ZEN Partition
cy: Ffurfweddu Paramedrau Rhaniad ZEN
eu: ZEN partizioan parametroak konfiguratu
gl: Configurar os Parámetros da Partición ZEN
is: Stilla viðföng á ZEN disksneið
nn: Set opp parametrar på ZEN-partisjon
ro: Configurați parametrii partiției ZEN
sl: Nastavite parametre na razdelku ZEN
uz: ZEN disk qismidagi parametrlarni moslash
uz@cyrillic: ZEN диск қисмидаги параметрларни мослаш

source: Install or Update ZEN Partition
cy: Gosod neu Ddiweddaru Rhaniad ZEN
eu: ZEN partizioa instalatu edo eguneratu
gl: Instalar ou Actualizar a Partición ZEN
is: Setja inn eða uppfæra ZEN disksneið
nn: Installer eller oppdater ZEN-partisjon
ro: Instalează sau actualizează o partiție ZEN
sl: Namesti ali posodobi razdelek ZEN
uz: ZEN disk qismidagi yangilash yoki oʻrnatish
uz@cyrillic: ZEN диск қисмидаги янгилаш ёки ўрнатиш

source: Reinstall ZEN Partition Boot Loader
cy: Ailosod Cychwynnwr Rhaniad ZEN
eu: Berrinstalatu ZEN partizioaren abio zamatzailea
gl: Reinstalar o Cargador de Arrinque da Partición ZEN
is: Setja aftur inn ZEN disksneiðar ræsiforrit
nn: Legg til oppstartslastar til ZEN-partisjon på nytt
ro: Reinstalează încărcătorul de sistem al partiției ZEN
sl: Znova namesti zagonski nalagalnik razdelka ZEN
uz: ZEN disk qismi yuklovchisini qayta oʻrnatish
uz@cyrillic: ZEN диск қисми юкловчисини қайта ўрнатиш

source: Disable ZEN Partition
cy: Anablu Rhaniad ZEN
eu: ZEN partizioa ezgaitu
gl: Deshabilitar a Partición ZEN
is: Aftengja ZEN disksneið
nn: Ikkje bruk ZEN-partisjon
ro: Dezactivează partiția ZEN
sl: Onemogoči razdelek ZEN
uz: ZEN disk qismini oʻchirish
uz@cyrillic: ZEN диск қисмини ўчириш

source: Enable ZEN Partition
cy: Galluogi Rhaniad ZEN
eu: ZEN partizioa gaitu
gl: Habilitar a Partición ZEN
is: Virkja ZEN disksneið
nn: Bruk ZEN-partisjon
ro: Activează partiția ZEN
sl: Omogoči razdelek ZEN
uz: ZEN disk qismini yoqish
uz@cyrillic: ZEN диск қисмини ёқиш

source: Text Mode
br: Mod skrid
cy: Modd Testun
eu: Testu modua
gl: Modo Texto
is: Textahamur
nn: Tekstmodus
ro: Mod text
sl: Besedilni način
uz: Mant usuli
uz@cyrillic: Мант усули

source: Firmware Test
cy: Prawf Caledwar
eu: Firmware proba
gl: Proba do Firmware
is: Vélbúnaðarprófun
nn: Fastvaretest
ro: Test de firmware
sl: Preizkus strojne programske opreme
uz: Mikrodasturiy taʼminotni (firmware) tekshirish
uz@cyrillic: Микродастурий таъминотни (firmware) текшириш

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
cy: I lwytho'r diweddariadau o'r CD-ROM, rhowch enw'r ffeil diweddaru'r (wedi ei wahannu gan gollnod',') yma:
eu: Gidari eguneraketak CD-ROMetik zuzenean zamatzeko, sartu gidari eguneratzeko fitxategi izenak (komaz ',' banatuta) hemen:
gl: Para cargar as actualizacións de controladores directamente dende o CD-ROM, introduza os nomes de ficheiro de actualización de controladores (separados por comas ',') aquí:
is: Til að sækja reklauppfærslur beint frá geisladiski, sláðu inn skráarnöfn reklanna (aðskilin með kommum ',') hér:
nn: Viss du vil lasta drivaroppdateringar rett frå ein CD-ROM, kan du skriva inn filnamna (skilde med komma) her:
ro: Pentru a încărca actualizările de pilot direct de pe CD-ROM, introduceți aici numele fișierelor cu actualizările (separate prin virgulă ','):
sl: Da naložite posodobitve gonilnika neposredno s CD-ROMa, vnesite imena datotek s posodobitvami (ločite jih z vejicmi):
uz: Drayver yangilanishlarni CD-ROM'dan yuklash uchun, yangilanish fayllari nomini (vergul ',' bilan ajratilgan) shu yerga kiriting:
uz@cyrillic: Драйвер янгиланишларни CD-ROM'дан юклаш учун, янгиланиш файллари номини (вергул ',' билан ажратилган) шу ерга киритинг:

source: Source
br: Tarzh
cy: Ffynhonnell
eu: Iturburua
gl: Fonte
is: Miðill
nn: Kjelde
ro: Sursă
sl: Vir
uz: Manba
uz@cyrillic: Манба

source: Video Mode
br: Mod video
cy: Modd Fideo
eu: Bideo modua
gl: Modo de Vídeo
is: Skjáhamur
nn: Videmodus
ro: Mod video
sl: Video način
uz: Video usuli
uz@cyrillic: Видео усули

source: Driver Update
cy: Diweddaru Gyrrwr
eu: Gidari eguneraketa
gl: Actualización de Controladores
is: Uppærsla rekils
nn: Drivaroppdatering
ro: Actualizare de pilot
sl: Posodobitev gonilnika
uz: Drayverni yangilash
uz@cyrillic: Драйверни янгилаш

source: Arch
eu: Arkitektura
gl: Arq
is: Vélb.
nn: Arkitektur
ro: Arhitectură
sl: Arhit.
uz: Arx.
uz@cyrillic: Арх.

source: Kernel Option
br: Dibarzhoù ar galon
cy: Dewis Cnewyllyn
eo: Kerno-opcio
eu: Kernelaren aukerak
gl: Opción de Kernel
is: Kjarnavalkostur
nn: Kjerneval
ro: Opțiune nucleu
sl: Možnosti jedra
uz: Kernel opsiyasi
uz@cyrillic: Кернел опцияси

source: Default
br: Dre ziouer
cy: Rhagosodedig
eu: Lehenetsia
gl: Predeterminado
is: Sjálfgefið
nn: Standard
ro: Implicit
sl: Privzete
uz: Andoza
uz@cyrillic: Андоза

source: Safe Settings
cy: Gosodiadau Diogel
eu: Ezarpen seguruak
gl: Opcións Seguras
is: Öruggar stillingar
nn: Trygt oppsett
ro: Opțiuni sigure
sl: Varne nastavitve
uz: Xavfsiz parametrlar
uz@cyrillic: Хавфсиз параметрлар

source: No ACPI
br: ACPI ebet
cy: Dim ACPI
eu: ACPI ez
gl: Sen ACPI
is: Ekki ACPI
nn: Ingen ACPI
ro: Fără APIC
sl: Brez ACPI-ja
uz: ACPI'siz
uz@cyrillic: ACPI'сиз

source: No Local APIC
br: APIC lec'hel ebet
cy: Dim APIC Lleol
eu: Bertako APIC ez
gl: Sen APIC Local
is: Ekki staðbundið APIC
nn: Ingen lokal APIC
ro: Fără APIC local
sl: Brez krajevnega APIC-a
uz: Lokal APIC'siz
uz@cyrillic: Локал APIC'сиз

source: Repair Installed System
cy: Trwsio System wedi ei Osod
eu: Instalatutako sistema konpondu
gl: Reparar o Sistema Instalado
is: Bjarga uppsettu kerfi
nn: Reparer installert system
ro: Repară sistemul instalat
sl: Popravi namesščen sistem
uz: Oʻrnatilgan tizimni yangilash
uz@cyrillic: Ўрнатилган тизимни янгилаш
