Repository: OpenMandrivaSoftware/mandriva-gfxboot-theme
Catalog: po/*.po
Languages: br, cy, eo, es, eu, gl, is, nn, ro, sl, uz, uz@cyrillic

source: Check Installation Media
cy: Gwirio'r Cyfrwng Gosod
eu: Instalaketa euskarria egiaztatu
gl: Comprobar o Soporte de Instalación
is: Athuga uppsetningarmiðil
nn: Kontroller installasjonsmedium
ro: Verifică mediul de instalare
sl: Preveri namestitveni nosilec
uz: Oʻrnatish manbasini tekshirish
uz@cyrillic: Ўрнатиш манбасини текшириш

source: Keyboard
br: Stokellaoueg
cy: Bysellfwrdd
eu: Teklatua
gl: Teclado
is: Lyklaborð
nn: Tastatur
ro: Tastatură
sl: Tipkovnca
uz: Klaviatura
uz@cyrillic: Клавиатура

source: Download Driver Update
cy: Diweddaru Llwytho Gyrrwr
eu: Jaitsi gidari eguneraketa
gl: Descargar Actualización do Controlador
is: Sækja uppfærðan rekil
nn: Last ned drivaroppdatering
ro: Descărcare actualizare pilot
sl: Prenesi posodobitev gonilnika
uz: Drayver yangilanishini yuklab olish
uz@cyrillic: Драйвер янгиланишини юклаб олиш

source: Enter Driver Update URL
cy: Rhowch URL Diweddaru Gyrrwr
eu: Sartu gidari eguneratzeko URL
gl: Introduza a URL de actualización do controlador
is: Slóð að uppfærðum reklii
nn: Skriv inn adressa til drivaroppdateringa
ro: Întroduceți URL actualizare pilot
sl: Vnesite lokacijo posodobitve gonilnika
uz: Drayver yangilanish URL manzilini kiriting
uz@cyrillic: Драйвер янгиланиш URL манзилини киритинг

source: Wrong architecture
cy: Pensaerniarth anghywir
eu: Arkitektura okerra
gl: Arquitectura incorrecta
is: Rangur vélbúnaður
nn: Feil arkitektur
ro: Arhitectură greșită
sl: Napačna arhitektura
uz: Xato arxitektura
uz@cyrillic: Хато архитектура

source: This is a 32-bit computer. You cannot use 64-bit software on it.
eu: Hau 32-biteko konputagailua da. Bertan ezin duzu 64-biteko softwarea erabili.
ro: Este un calculator pe 32 de biți. Nu puteți utiliza pe el programe pe 64 de biți.
sl: To je 32-biten računalnik. Na njem ne morete poganjati 64-bitnih programov.

source: Warning
br: Ho evezh
cy: Rhybudd
eu: Abisua
gl: Ollo
is: Aðvörun
nn: Åtvaring
ro: Avertisment
sl: Opozorilo
uz: Diqqat
uz@cyrillic: Диққат

source: You are about to install 32-bit software on a 64-bit computer.
cy: Rydych ar fin gosod meddalwedd 32did ar gyfrifiadur 64did.
eu: 32-biteko softwarea 64-biteko konputagailuan instalatu behar duzu.
gl: Está a piques de instalar software de 32-bt nun ordenador de 64-bit.
is: Þú ert að fara að setja upp 32-bita hugbúnað á 64-bita tölvu.
nn: Du er i ferd med å installera 32-bits programvare på ei 64-bits maskin.
ro: Sînteți pe cale să instalați programe pe 32 de biți pe un calculator pe 64 de biți.
sl: Na 64-biten računalnik boste namestili 32-bitno programsko opremo.
uz: Siz 64-bitli kompyuterga 32-bitli dasturiy taʼminotni oʻrnatmoqchisiz.
uz@cyrillic: Сиз 64-битли компьютерга 32-битли дастурий таъминотни ўрнатмоқчисиз.

source: Insert driver update CD-ROM for "%s".
cy: Mewnosod diweddariad gyrrwr CD-ROM ar gyfer "%s".
eu: Sartu gidari eguneratzeko CD-ROMa "%s"-rentzako.
gl: Insira o CD-ROM de actualización de controladores para "%s".
is: Settu inn geisladisk með rekli fyrir "%s".
nn: Set inn drivaroppdaterings-CD-en for "%s".
ro: Introduceți CD-ul cu pilotul actualizat pentru "%s".
sl: Vstavite nosilec s posodobljenim gonilnikom za »%s«
uz: "%s" uchun drayver yangilash diskini qoʻying.
uz@cyrillic: "%s" учун драйвер янгилаш дискини қўйинг.

source: Put the Mandriva Linux CD-ROM back into the drive.
cy: Rhowch CD-ROM Mandriva Linux nÃ´l yn y gyrrwr.
eu: Ipini Mandriva Linux CD-ROMa atzera unitatean.
gl: Volva colocar o CD-ROM de Mandriva Linux na unidade.
is: Settu Mandriva Linux geisladiskinn aftur í drifið.
nn: Set inn att CD-en for Mandriva Linux.
ro: Puneți CD-ul cu Mandriva Linux înapoi în unitate.
sl: V pogon vstavite nosilec z Mandriva Linuxom.
uz: Mandriva Linux CD-ROM diskini uskunaga qoʻying.
uz@cyrillic: Mandriva Linux CD-ROM дискини ускунага қўйинг.

source: Restore draksnapshot backup
cy: Adfer copÃ¯au wrth gefn draksnapshot
eu: Leheneratu draksnapshot babeskopia
gl: Restaurar a copia de seguridade de draksnapshot
is: Sækja draksnapshot afrit
nn: Gjenopprett reservekopi frå draksnapshot
ro: Restaurează salvgardarea draksnapshot
sl: Obnovi iz varnostne kopije
uz: draksnapshot zahira nusxasini tiklash
uz@cyrillic: draksnapshot заҳира нусхасини тиклаш

source: Boot Mandriva Linux 2011
gl: Arrincar Mandriva Linux 2011

source: Install Mandriva Linux 2011
gl: Instalar Mandriva Linux 2011

source: Boot Mandriva Linux 2011 (safe mode)
gl: Arrincar Mandriva Linux 2011 (modo seguro)

source: Boot Mandriva Linux 2011 Beta
br: Loc'hañ Mandriva Linux 2011 Beta
is: Ræsa Mandriva Linux 2011 Beta
nn: Start Mandriva Linux 2010 – vårutgåve

source: Install Mandriva Linux 2011 Beta
br: Staliañ Mandriva Linux 2011 Beta
is: Setja Mandriva Linux 2011 Beta inn á tölvuna þína
nn: Installer Mandriva Linux 2010 – vårutgåve

source: Boot Mandriva Linux 2011 Beta (safe mode)
br: Loc'hañ Mandriva Linux 2011 Beta (gant surantez)
is: Ræsa Mandriva Linux 2011 Beta (öruggur hamur)
nn: Start Mandriva Linux 2010 – vårutgåve (sikkermodus)

source: Boot Mandriva Linux 2012
uz@cyrillic: Mandriva Linux 2012'ни юклаш

source: Install Mandriva Linux 2012
uz@cyrillic: Mandriva Linux 2012 тизимини ўрнатиш

source: Boot Mandriva Linux 2012 (safe mode)
uz@cyrillic: Mandriva Linux 2012'ни юклаш (хавфсиз усул)

source: This is a 32-bit computer. You cannot use or install 64-bit software on it.
nn: Dette er ei 32-bits maskin. Du kan derfor ikkje køyra eller installera 64-bits programvare på ho.
uz: Bu 32-bitli kompyuter. Ushbu kompyuterda 64-bitli dasturiy taʼminotni oʻrnata olmaysiz.
uz@cyrillic: Бу 32-битли компьютер. Ушбу компьютерда 64-битли дастурий таъминотни ўрната олмайсиз.

source: Boot Mandriva Linux 2013
cy: Cychwyn Mandriva Linux 2013

source: Install Mandriva Linux 2013
cy: Gosod Mandriva Linux 2013

source: Boot Mandriva Linux 2013 (safe mode)
cy: Gosod Mandriva Linux 2013 (modd diogel)

source: Boot Mandriva Linux 2011 Alpha
uz: Mandriva Linux 2011 Alpha'ni yuklash

source: Install Mandriva Linux 2011 Alpha
uz: Mandriva Linux 2011 Alpha tizimini oʻrnatish

source: Boot Mandriva Linux 2011 Alpha (safe mode)
uz: Mandriva Linux 2011 Alpha'ni yuklash (xavfsiz usul)

source: Boot loader
eo: Startŝarĝilo

source: I/O error
eo: enelig-eraro

source: This is not a <product> boot disk. Please insert boot disk %u.
eo: Tiu ne estas <product>-startdisko. Bonvole enigu la startdiskon %u.

source: Enter your password:
eo: Enigu vian pasvorton:

source: Disk Device (scan all disks if empty)
eo: Disko-aparato (skani ĉiujn diskojn ĉu malplenaj)

source: User (anonymous login if empty)
eo: Uzulo (anonima ensaluto se malplena)

source: User (using "guest" if empty)
eo: Uzulo (uzante "guest" se malplena)

source: Installation from ISO file
eo: Instalado el ISO-dosiero

source: <br/> If you are mirroring to a partition or an NFS volume, you'll need to get everything under "<a href="install/">install/</a>" for installation related files, and everything under "<a href="media/">media</a>" for packages, as well as the isolinux images from "<a href="isolinux/">"isolinux/</a>".
es: <br/> Si esté apuntando para una partición o un volumen NFS, usted necesitará obtener todo acerca de la instalación en "<a href="install/">install/</a>", y todo acerca de paquetes en "<a href="media/">media</a>", de igual modo las imágenes isolinux en "<a href="isolinux/">"isolinux/</a>".

source: Contact
es: Conctato

source: For more information,see the <a href="install.htm">install.htm</a> file.
es: Para mayores informaciones, acceda <a href="install.htm">install.htm</a>.

source: Forums
es: Foros

source: If you look for complete support on Mandriva Linux through our support team, you can order Mandriva Linux PowerPack Edition from our <a href="http://store.mandriva.com">on-line store</a>.
es: Si está buscando por un soporte completo, hecho por nuestra equipa de soporte, usted puede comprar la edición Mandriva Linux Powerpack en nuestra <a href="http://store.mandriva.com">tienda en-línea</a>.

source: Installation media content
es: Contenido de la media de instalación

source: Installing
es: Instalando

source: Languages
es: Idiomas

source: Mailing lists
es: Listado de correos electrónicos

source: Mandriva Linux users can find various kind of support:
es: Usuarios Mandriva Linux encuentran diversos tipos de soporte:

source: Mandriva can be reached at
es: Mandriva podrá ser contactada en

source: Official documentation
es: Documentación Oficial

source: Security and bug advisories
es: Avisos de Seguridad y corrección de fallas

source: Sources
es: Fuentes

source: Support
es: Soporte

source: The contents of this installation media are Copyright (C) 2003-2008 Mandriva S.A. and others. Please see the individual copyright notices in each source package for distribution terms. The distribution terms of the tools copyrighted by Mandriva can be found in the file <a href="COPYING">COPYING</a>. Mandriva Linux and its logo are trademarks of Mandriva S.A.
es: Mandriva S.A. y otros detienen de los Derechos Autorales (C) 2003-2008 del contenidode esta media de instalación. Por favor, consulte las notas de licencias individuales de cada paquete fuente para conocer los termos de distribución. Los termos de distribución de las herramientas de Mandriva son encontrados en el archivo <a href="COPYING">COPYING</a>. Mandriva Linux y su logotipo son marcas comerciales de Mandriva S.A.

source: WELCOME - Mandriva Linux 2009 Spring
es: Bienvenido - Mandriva Linux 2009 Spring

source: Welcome on Mandriva Linux installation media.
es: Bienvenido al medio de instalacción de Mandriva Linux.

source: You can download all the source packages <a href="http://www.mandriva.com/en/download/free">from public mirrors</a>.
es: Usted puede descargar todos los paquetes fuentes <a href="http://www.mandriva.com/en/download/free">de servidores públicos</a>.

source: <a href="http://expert.mandriva.com/">E-Support</a>
es: <a href="http://expert.mandriva.com/">E-Soporte</a>

source: <a href="http://lists.mandriva.com">Join the Mailing Lists</a>
es: <a href="http://lists.mandriva.com">Únase al Listago de Correos Electrónicos</a>

source: <img width="32" src="doc/images/warning.png" hspace="10" height="32" border="0" align="left"/> If you upgrade from 2008 Spring, 2009 Mandriva Linux versions, do not forget to backup your system.<br/> Upgrading from earlier versions (prior to 2008 Spring) is <b>not supported</b>. In that case, you need to do a <b>fresh installation</b> and not an update.
es: <img width="32" src="doc/images/warning.png" hspace="10" height="32" border="0" align="left"/> Si quiere actualizar a partir de las versiones Mandriva Linux 2008 Spring o 2009, no se olvide de crear una cópia de seguridad de su sistema.<br/> Actualizando a partir de las versiones más antiguas (antes de 2008 Spring) <b>no es soportado</b>. En ese caso, necesitará hacer una <b>nueva instalacción</b> al revés de una actualización.

source: Additional support and information
es: Soporte y informaciones adicionales

source: Complete <a href="http://doc.mandriva.com">On-line Documentation</a>
es: <a href="http://doc.mandriva.com">Documentación En-línea</a> Completa

source: For additional support, see the following:
es: Para soporte adicional, mira lo siguiente:

source: Hard disk: 2GB minimum, 6GB recommended
es: Disco duro: 2GB mínimo, 6GB recomendado

source: Insert your Installation CD or DVD and reboot your system.
es: Inserte su CD o DVD de instalación y rearranque su sistema.

source: Installation Instructions - Mandriva Linux 2009 Spring
es: Instrucciones de Instalación - Mandriva Linux 2009 Spring

source: Main steps of installation
es: Principales pasos de la instalación

source: Other OS
es: Otro SO

source: Other install
es: Otra instalación

source: Processor: Any Intel, AMD or VIA processor
es: Procesador: Cualquier procesador Intel, AMD o VIA

source: RAM : 512MB minimum, 1GB recommended
es: Memória RAM: 512MB mínimo, 1GB recomendado

source: Read and join the <a href="http://forum.mandriva.com">On-line Discussion Forums</a>
es: Lea y únase al <a href="http://forum.mandriva.com">Foro de Discusión En-Línea</a>

source: SATA, IDE, SCSI, SAS : most controllers are supported in non-RAID mode, and some are supported in RAID mode
es: SATA, IDE, SCSI, SAS: la mayoría son soportados en modo non-RAID, y algunos son soportados en modo RAID

source: Sound cards: All Sound Blaster, AC97 and HDA compatible cards are supported. (Note: Creative Labs X-Fi cards are not currently supported.)
es: Tarjetas de Sonido: Todas de Sound Blaster, AC97 y HDA compatibles son soportadas. (Nota: las tarjetas de Creative Labs X-Fi no son soportadas actualmente.)

source: Steps
es: Pasos

source: This howto is available in:
es: Este guía está disponible en:

source: Troubleshooting
es: Reparación de fallas
